{
  "id": "imerg-monthly",
  "name": "GPM IMERG Final Precipitation L3 1 month 0.1 degree x 0.1 degree V06 (GPM_3IMERGM) at GES DISC",
  "type": "raster-timeseries",
  "timeUnit": "month",
  "domain": [
    "2000-06-01",
    "2020-05-31"
  ],
  "source": {
    "type": "raster",
    "tiles": [
      "https://f4rn94o9z7.execute-api.us-east-1.amazonaws.com/v1/{z}/{x}/{y}@1x?url=https://cumulus-map-internal.s3.amazonaws.com/cloud-optimized/GPM_3IMERGM/3B-MO.MS.MRG.3IMERG.{date}-S000000-E235959.tif&rescale=0%2C1&color_map=rdylbu_r&color_formula=gamma r {gamma}"
    ]
  },
  "exclusiveWith": [
    ""
  ],
  "enabled": false,
  "swatch": {
    "color": "#189C54",
    "name": "Dark Green"
  },
  "legend": {
    "type": "gradient-adjustable",
    "min": "0 mm/hr",
    "max": "100 mm/hr",
    "stops": [
      "#313695",
      "#588cbf",
      "#a3d2e5",
      "#e8f6e8",
      "#fee89c",
      "#fba55c",
      "#e24932"
    ]
  },
  "info": "The Integrated Multi-satellitE Retrievals for GPM (IMERG) is the unified U.S. algorithm that provides the multi-satellite precipitation product for the U.S. GPM team. Minor Version 06B is the current version of the data set. Older versions will no longer be available and have been superseded by Version 06B. The precipitation estimates from the various precipitation-relevant satellite passive microwave (PMW) sensors comprising the GPM constellation are computed using the 2017 version of the Goddard Profiling Algorithm (GPROF2017), then gridded, intercalibrated to the GPM Combined Ku Radar-Radiometer Algorithm (CORRA) product, and merged into half-hourly 0.1°x0.1° (roughly 10x10 km) fields. Note that CORRA is adjusted to the monthly Global Precipitation Climatology Project (GPCP) Satellite-Gauge (SG) product over high-latitude ocean and tropical land to correct known biases. The half-hourly intercalibrated merged PMW estimates are then input to both the Climate Prediction Center (CPC) Morphing-Kalman Filter (CMORPH-KF) Lagrangian time interpolation scheme and the Precipitation Estimation from Remotely Sensed Information using Artificial Neural Networks Cloud Classification System (PERSIANN-CCS) re-calibration scheme. In parallel, CPC assembles the zenith-angle-corrected, intercalibrated merged geo-IR fields and forwards them to PPS for input to the PERSIANN-CCS algorithm (supported by an asynchronous re-calibration cycle) which are then input to the CMORPH-KF morphing (quasi-Lagrangian time interpolation) scheme. The CMORPH-KF morphing (supported by an asynchronous KF weights updating cycle) uses the PMW and IR estimates to create half-hourly estimates. The motion vectors for the morphing are computed by maximizing the pattern correlation of successive hours of the vertically integrated vapor (TQV) provided by the Modern-Era Retrospective Analysis for Research and Applications, Version 2 (MERRA-2) and Goddard Earth Observing System model Version 5 (GEOS-5) Forward Processing (FP) for the post-real-time (Final) Run and the near-real-time (Early and Late) Runs, respectively. The KF uses the morphed data as the “forecast” and the IR estimates as the “observations”, with weighting that depends on the time interval(s) away from the microwave overpass time. The IR becomes important after about ±90 minutes away from the overpass time. The IMERG system is run twice in near-real time: \"Early\" multi-satellite product ~4 hr after observation time using only forward morphing and \"Late\" multi-satellite product ~14 hr after observation time, using both forward and backward morphing and once after the monthly gauge analysis is received: \"Final\", satellite-gauge product ~3.5 months after the observation month, using both forward and backward morphing and including monthly gauge analyses. Currently, the near-real-time Early and Late half-hourly estimates have no concluding calibration, while in the post-real-time Final Run the multi-satellite half-hourly estimates are adjusted so that they sum to the Final Run monthly satellite-gauge combination. In all cases the output contains multiple fields that provide information on the input data, selected intermediate fields, and estimation quality. In general, the complete calibrated precipitation, precipitationCal, is the data field of choice for most users. Briefly describing the Final Run, the input precipitation estimates computed from the various satellite passive microwave sensors are intercalibrated to the CORRA product (because it is presumed to be the best snapshot TRMM/GPM estimate after adjustment to the monthly GPCP SG), then \"forward/backward morphed\" and combined with microwave precipitation-calibrated geo-IR fields, and adjusted with seasonal GPCP SG surface precipitation data to provide half-hourly and monthly precipitation estimates on a 0.1°x0.1° (roughly 10x10 km) grid over the globe. Precipitation phase is computed using analyses of surface temperature, humidity, and pressure. The current period of record is June 2000 to the present (delayed by about 3.5 months)."
}